// export const steps = [
//     {
//         id: 1,
//         title: "اختر الفني",
//         description:
//             "استعرض قائمة الفنيين واختار الفني المناسب لاحتياجاتك.",
//     },
//     {
//         id: 2,
//         title: "أرسل طلب الصيانة",
//         description:
//             "حدد المشكلة واختر الموعد المناسب لزيارة الفني.",
//     },
//     {
//         id: 3,
//         title: "استقبل الفني",
//         description:
//             "سيصل الفني في الموعد المحدد ويبدأ بفحص وإصلاح المشكلة.",
//     },
//     {
//         id: 4,
//         title: "استمتع بالضمان",
//         description:
//             "احصل على ضمان لمدة 3 أشهر على الخدمة واطمئن لجودة العمل.",
//     },
// ];